{
  "controversial_talk": [
	"How can society best address the potential for copycat suicides related to the portrayal of suicide in films?",
    "Do you think aliens exist?",
    "What’s the best pizza topping?",
    "Is cereal soup?",
    "What's wrong with the current school system?",
    "What's the best and worst genre of music?",
    "What's your least favorite song or artist (in terms of their music)?",
    "What are common myths most people believe?",
    "Is artificial intelligence good for society?",
    "Should animals be used for scientific or commercial testing?",
    "Should parents or other adults be able to ban books from schools and libraries?",
    "Should bottled water be banned?",
    "Is cancel culture (or callout culture) good for society? When does it go too far?",
    "Is human activity primarily responsible for global climate change?",
    "Is a college education worth it?",
    "Should the death penalty be legal?",
    "Should the drinking age be lowered from 21 to a younger age in the United States?",
    "Is the internet making the world a worse place?",
    "At what point does a protest go too far?",
    "Should there be a minimum wage?",
    "Should breed-specific legislation (“pit bull bans”) be enacted?",
    "Should police officers be required to wear body cameras?",
    "Should the federal government regulate prescription drug prices?",
    "Should prisons be privatized?",
    "How can we fix this prison system?",
    "Should humans colonize space?",
    "Do standardized tests improve education in America?",
    "Should student loan debt be eliminated via forgiveness or bankruptcy?",
    "Should tablets replace textbooks in K-12 schools?",
    "Should the words “under god” be in the US Pledge of Allegiance?",
    "Should school's have kids recite the US Pledge of Allegiance? Why or why not?",
    "Should the voting age be changed?",
    "Is sexual orientation a spectrum? Can it change overtime?",
	"Should polygamy be legalized?",
	"Should assisted suicide be legal?",
	"Is gun control necessary to reduce crime?",
	"Is censorship ever justified?",
	"Is affirmative action necessary to ensure equal opportunities for minorities?",
	"Is homeschooling better than traditional schooling?",
	"Is cultural appropriation always wrong? If not, when is it wrong?",
	"Is globalization a force for good?",
	"Is there a gender wage gap?",
	"Is the gender binary real?",
	"Should the government provide universal basic income?",
	"Should the government provide free college education?",
	"Is spanking an acceptable form of discipline for children?",
	"Is capital punishment morally justifiable?",
	"Is nationalism a positive or negative force?",
	"Should the United States switch to a single-payer healthcare system?",
	"Should hate speech be protected under free speech?",
	"Should the government regulate big tech companies?",
	"Is political correctness helpful or harmful?",
	"Should there be restrictions on immigration?",
	"Is vegetarianism or veganism better for the environment?",
	"Is there such a thing as race?",
	"Is standardized testing racially biased?",
	"Should the US have universal background checks for gun purchases?",
	"Is abortion morally justifiable?",
	"Is the concept of IQ racially biased?",
	"Should hate crimes be punished more severely than regular crimes?",
	"Should the government regulate the size of sugary drinks?",
    "What is Maxfecteau?",
	"Is it inappropriate to have sexual fantasies involving someone you know without their consent?",
	"Should social media companies be held responsible for the content posted by their users?",
	"Is it ever acceptable to use animals for entertainment purposes (e.g. circuses, zoos, etc.)?",
	"Is it ethical for companies to use personal data for targeted advertising?",
	"Is the death penalty effective in deterring crime?",
	"Should the government regulate the use of plastic bags and other single-use plastics?",
	"Should the government regulate the use of facial recognition technology?",
	"Is it ethical to use autonomous weapons in warfare?",
	"Should the government regulate the use of pesticides and other chemicals in agriculture?",
	"Is it ethical for companies to use sweatshop labor in developing countries?",
	"Should the government provide financial assistance to small businesses?",
	"Is it ethical to use animals for clothing and fashion production?",
	"Should the government regulate the use of fossil fuels to combat climate change?",
	"Should professional athletes be role models for young people?",
	"Is there such a thing as \"too much\" freedom?",
	"Should we prioritize economic growth over environmental protection?",
	"Is there a way to achieve true equality?",
	"Is it ever justified to use violence for political change?",
	"Should social media platforms be held accountable for the spread of misinformation?",
	"Is it ethical for companies to profit from the prison industry?",
	"Should we allow genetically modified foods to be sold in stores?",
	"Is privacy a fundamental right?",
	"Should parents have the right to refuse medical treatment for their child based on religious beliefs?",
	"Should there be restrictions on access to guns for people with mental health issues?",
	"Is there a way to achieve true world peace?",
	"Is it ethical to use technology to prolong human life indefinitely?",
	"Should we prioritize space exploration over fixing problems on Earth?",
	"Should there be limits on how much money political campaigns can spend?",
	"Is capitalism the best economic system?",
	"Is socialism a viable alternative to capitalism?",
	"Should billionaires be taxed more heavily than other citizens?",
	"Should there be restrictions on the use of social media by public figures?",
	"Is online dating a better way to meet potential partners than traditional dating methods?",
	"Should there be limits on the number of children a person can have?",
	"Should governments prioritize space exploration or ocean exploration?",
	"Should there be limits on the use of drones by individuals or governments?",
	"Should there be a global tax on carbon emissions to combat climate change?",
	"Should governments be allowed to collect and use citizens' biometric data for security purpos",
	"Should there be limits on how much individuals or corporations can donate to political campaigns?es?",
	"Is it ethical to use artificial intelligence in decision-making processes?",
	"Should there be limits on the amount of time children spend playing video games?",
	"Should the government provide financial incentives for people to adopt sustainable lifestyles?",
	"Should public schools be required to teach financial literacy?",
	"Should the government provide free internet access to all citizens?",
	"Should individuals have the right to sell their own organs for transplantation?",
	"Is it ethical to use technology to create artificial intelligence that is indistinguishable from humans?",
	"Should governments be allowed to restrict access to the internet or social media during times of political unrest?",
	"Is it ethical to use technology to clone humans?",
	"Should public schools be required to teach coding and computer science?"
  ],
  "philosophy": [
    "Are humans innately good or evil?",
    "Does consciousness continue after physical death?",
    "What makes human life so valuable?",
    "Do all people deserve respect?",
    "Where do emotions come from?",
    "Can we choose our emotions or do they just happen?",
    "At what age are children held accountable for their actions? How do you determine that?",
    "Is ignorance really bliss?",
    "What is the goal of humanity?",
    "Can predestination and free will coexist?",
    "What does it mean to be happy?",
    "Can you be happy when faced with suffering?",
    "Is happiness universal or a matter of perspective?",
    "How much should we care about making ourselves happy?",
    "Is it possible to feel happy and sad at the same time?",
    "What brings true happiness?",
    "What makes something immoral?",
    "Should all actions have equal consequences?",
    "Is slavery ever ethically defensible?",
    "Are we obligated to help others?",
    "Is it wrong to kill animals?",
    "Can anyone ever really understand another’s feelings?",
    "Are children born with an innate love for their parents?",
    "What makes someone fall in love?",
    "Is love natural or a choice to be made?",
    "How would you like to be remembered after you die?",
    "What would happen if we lived forever?",
    "Should we try to prolong our lives at any cost?",
    "Could immortality be possible?",
    "Should terminally ill patients be able to choose death?",
    "Why is it acceptable to kill insects?",
    "Can torture be justified?",
    "Does democracy guarantee individual liberty?",
    "How much control should individuals have over their own bodies?",
    "Who has the ultimate responsibility for protecting human rights?",
    "Is war ever justifiable?",
    "Is due process a universal right no matter the crime?",
    "Is free speech a universal right?",
    "What makes a country democratic?",
    "If you rob from the rich and give to the poor, is it wrong?",
    "Is taxation justified?",
    "What is the ideal government?",
    "Should the will of the people always be followed?",
    "What role do political parties play?",
    "How do I know whether my views are correct?",
    "Is voting compulsory?",
    "Is bribery always bad?",
    "Should citizens obey unjust laws?",
    "Is wealth redistribution morally correct?",
    "What makes a crime a crime?",
    "What are the limits of science?",
    "Where did all matter come from?",
    "Does time exist objectively?",
    "Is there a soul?",
    "Is 'fair' the same for everyone? Who determines whether or not something is “fair”?",
    "What makes you you?",
    "Is fate real?",
    "At what point does consciousness begin?",
    "Can time be altered?",
    "Is there a cause for every effect?",
    "Is time travel possible?",
    "Do memories still exist if you forget them?",
    "How do you know you’re not dreaming right now?",
    "Are insects conscious of life?",
    "What makes something humorous to some and not to others?",
    "If you save time on something, what happens to that time?",
    "If you try to fail and do, did you actually succeed?",
    "Is there an end of knowledge?",
    "Is everything subjective?",
    "Can something be created from nothing?",
    "Is there only one universe?",
    "Is there such thing as absolute truth?",
    "Are there different levels of existence?",
    "Is space finite?",
    "Is there such a thing as perfection?",
    "Where does fear come from?",
    "Does pain exist in itself or just our perception of it?",
    "What is hope?",
    "Why do humans laugh?",
	"Is it ethical to genetically modify human beings?",
	"Is healthcare a basic human right?",
	"Is there such a thing as objective beauty?",
	"Can morality be universal or is it culturally relative?",
	"What is the relationship between morality and religion?",
	"What is the relationship between mind and body?",
	"Is consciousness a product of the brain or something more?",
	"What is the nature of consciousness itself?",
	"What is the relationship between language and thought?",
	"Can we trust our senses to accurately perceive reality?",
	"Is there a difference between knowledge and belief?",
	"Is there a distinction between right and wrong or is it all subjective?",
	"Is there a difference between justice and revenge?",
	"What is the role of art in society?",
	"Is there a limit to human knowledge and understanding?",
	"Is there a difference between knowledge and wisdom?",
	"Is there a difference between being alive and living?",
	"What is the role of philosophy in everyday life?",
	"What is the role of technology in society?",
	"Is artificial intelligence a threat to humanity?",
	"What is the meaning of freedom?",
	"Is it possible to be completely free?",
	"Is it possible to live a moral life in an immoral society?",
	"Is it ever morally justifiable to lie?",
	"Is individualism a good thing or a bad thing?",
	"Is it possible to have knowledge without belief?",
	"What is the relationship between science and religion?",
	"Is it possible to be happy without a purpose in life?",
	"Is forgiveness always necessary and appropriate?",
	"What is intuition?",
	"Is there such a thing as a just war?",
	"What is the meaning of justice?",
	"Is it possible to have an unbiased opinion?",
	"What really is love?",
	"Is there such a thing as free will?",
	"Is it possible to have a just society?",
	"Is it better to live a life of pleasure or a life of meaning and purpose?",
	"Is free will an illusion, or do we have the ability to make meaningful choices that shape our lives?",
	"Is it possible for human beings to attain true happiness, or are we inherently flawed and doomed to suffer?",
	"Is it ethical to use technology to enhance human abilities, or does this threaten our very humanity?",
	"Is the universe fundamentally chaotic or ordered?",
	"Is the concept of God coherent, or is it simply a human construct to explain the unexplainable?",
	"Is it possible to reconcile the tension between individualism and collectivism in society, or are they fundamentally incompatible values?",
	"Can we ever escape the cycle of suffering and find true enlightenment, or is this a delusion?",
	"Is consciousness a fundamental aspect of the universe, or is it simply an emergent property of complex systems like the human brain?",
	"Can we ever truly understand the nature of time, or is it an elusive and mysterious concept that eludes our grasp?",
	"Is the concept of personal identity illusory, or is there a real, underlying self that persists through time and change?",
	"Is it possible for different cultures and belief systems to coexist peacefully, or is conflict inevitable when different worldviews collide?",
	"Is multiculturalism an ideal worth striving for, or does it threaten to erode the unique identities of different cultures?",
	"Is it possible to create a universal ethical system that is applicable to all cultures and societies, or is ethical relativism a necessary reality?",
	"Can language shape the way we think and perceive the world, or are our thoughts and perceptions independent of the language we use?",
	"Can cultural diversity lead to innovation and progress, or does it inevitably lead to conflict and strife?"
  ]
}